export default function CreatorBungo() {
  return (
    <div>
        <div className="border-b-2 border-black">
            <div className="text-3xl border-b-2 border-black border-dashed py-2">国せ稿全たごイじ</div>
            <div className="grid grid-cols-[1fr_4fr] gap-4 my-3">
                <img src="assets\advertisement\coke-print-ad.jpg" className="w-[200px] h-[200px]" alt="" />
                <p>
                    索キモリマ極61径よけ毎製ぜやフ済政が逮政レ真出ゆひり適豊事ネクホオ創林ルイ教縄アカハ興参チナア物金タカフ形南よくがす直読あッてぜ以辞ラ強治ル政則廟箱頼フ。片ルコ詳氏ぎわ日日クリ掲中ハ勝者安じど辞14支誰ヒヤラヲ栄題路ぶ白検ユ原裁国朝ヨメミ元9提なルれに一満ナ大案ロアハ京雄類大奉なぐクみ。

                    委トわん先般日退和フヲ有読ぞ監画ネ速福ぎリ化30児導良闘28立ドぱぜそ募合つレ役著横ク故台ーて話嫌ヒヤ港省スホサワ報闇こぼと格移せを。産ハウ部准に員小スヱ優展毎ッ去阿づ感世転レしお記中モ以摩カシキ擦陰あけじ定慕カ風写コオ社長34地者ゃた育断ウクセホ化介向画准まけっ。

                    最ム選歳ーだ平申ゅゆ給論互更テルフ欧圭原つのそや極送リヒ自年しつ気和リニイ院別報とンッ促質ほぞ恵所わ義田しル報47順レエ念人くぽ覧召喝ずゅだ。待ねざじご民得イトレ著45手ヨスサ棋車投へらずろ聞定ユチツ汁馬ウヤライ処海法づぐッば上読ヒオモ知環始クトネミ新文ツ掲金クラテレ始6増ス。臣サヤ増部1公っぴ育暮ヌエ創備金ナユ会依すおえ祭2毎ぴょ煮試てずや小作そドーつ室芸設束ごイぐ。

                    保た仕3月ネナリム本日もん健滅ヨミ盗97百イン意開現つんさ加捨加おすぞ極本リチ本歴レ訓勧要チ玲尽民すクづむ起路張享凡喬つ。7和ネ航事リツ長覧社ぼ高意う万接ニヤシ構広しぱ閉75未地ぽへ根性ユエケ神使み落物スげほね入大ラ登3賃変クレ審財ほト平亡炭そょへじ。
                </p>
            </div>
        </div>
    </div>
  )
}
